Repository: wescamp/Wrath_of_Kaifar-1.12
Catalog: po/*.po
Languages: ru

source: First Dawn
ru: Восход Сэлы

source: First Morning
ru: Первое утро

source: First Midday
ru: Первый полдень

source: First Afternoon
ru: Первый вечер

source: First Dusk
ru: Закат Сэлы

source: The Short Dark
ru: Короткая ночь

source: Second Dawn
ru: Восход Найи

source: Second Morning
ru: Второе утро

source: Second Midday
ru: Второй полдень

source: Second Afternoon
ru: Второй вечер

source: Second Dusk
ru: Закат Найи

source: The Long Dark — First Watch
ru: Длинная ночь — Первая стража

source: The Long Dark — Second Watch
ru: Длинная ночь — Вторая стража

source: The Long Dark — Third Watch
ru: Длинная ночь — Третья стража

source: The Long Dark — Fourth Watch
ru: Длинная ночь — Четвертая стража

source: 2p - Wrath of Kaifar
ru: 2 игрока - Гнев Каифы

source: A 2-player co-operative survival scenario: The Alliance of Justice, led by the great General Aetheraent himself, has sent two capable commanders and their regiments to a small island where an ancient evil sleeps. Now, it is up to this battalion to defend this small island from the forces of Darkness until reinforcements arrive. Will you accomplish your objective or die trying? Requires the 'Era of Chaos' add-on. Created by Tahsin Jahin Khalid (Lord-Knightmare)
ru: Сценарий сотрудничества в выживании для 2-х игроков: Альянс Справедливости, под управлением самого великого генерала Айдерайнта, выслало двух способных командиров с войском на маленький остров, где дремлет древнее зло. Теперь, задачей отряда будет защита островка от сил Тьмы пока не прибудет подкрепление. Справитесь ли вы с заданием или умрёте, пытаясь? Требует дополнения Эра Хаоса (Era of Chaos). Создана Tahsin Jahin Khalid (Lord-Knightmare) Перевод TreefeedXavier

source: Hordes of Evil
ru: Орды зла

source: Lord Kaifar
ru: Лорд Каифа

source: chilling roar
ru: леденящий рёв

source: Alliance of Irdya
ru: Альянс Ирдии

source: Resist until the end of turns
ru: Продержитесь, пока не закончатся ходы.

source: Death of your leader
ru: Смерть вашего лидера

source: Death of your allied leader
ru: Смерть вашего союзника

source: Enemy waves will appear at every 5 turn intervals, starting from turn 3 onwards.
ru: Волны вражеских сил будут появляться каждые 5 ходов, начиная с третьего.

source: Each wave will be accompanied by a hero unit. If you kill that unit, you will receive some information about the enemy you shall face in the end.
ru: Каждая волна будет возглавляться героическим бойцом. Если вы убьёте этого бойца, то получите некоторую информацию о враге, с которым столкнётесь в конце.

source: It seems as if the General was wrong about all of this. No enemies have attacked here at all!
ru: Похоже, что генерал ошибся насчёт всего этого. Ни один враг нас не атаковал!

source: Do no let your guard down, my friend. The General sent us here for a reason.
ru: Не позволяй страже расслабляться, мой друг. Генерал не послал бы нас сюда без причины.

source: Unknown Enemy
ru: Неизвестный враг

source: <i>(A loud voice from the distance)</i> Attack, my legions! We have finally found the isle where the master lies imprisoned!
ru: <i>(Громкий голос из далека)</i> Нападайте, мои легионы! Мы наконец нашли остров на котором хозяин лежит в заточении!

source: What was that?!
ru: Это ещё что!?

source: It seems that we must call forth our warriors to battle after all.
ru: Похоже что мы всё же должны призвать наших воинов к сражению.

source: Oh, no! Irdya is doomed!
ru: О, нет! Ирдия обречена!

source: Attack, my comrades! Kill them all!
ru: Атакуйте, товарищи! Убейте всех!

source: Who sent you? Answer me!
ru: Кто послал тебя? Отвечай!

source: We were employed by the Dark Archon to free a prisoner here.
ru: Нас нанял Темный Архонт что бы освободить пленника острова.

source: Who is the Dark Archon?!
ru: Кто это такой - Темный Архонт?!

source: The orc succumbs to his wounds before he could give you an answer...
ru: Орк скончался от ран прежде чем смог дать ответ...

source: It is time for battle, my minions! Finish them off!
ru: Настало время битвы, прислужники! Прикончить всех!

source: I thought the Elementria Order chose to remain neutral in this war; supporting neither faction. Why have you attacked us?
ru: Я считал что Орден Элементарий решил сохранять нейтралитет в этой войне; не поддерживая ни одну из сторон. Почему вы напали на нас?

source: I'm sorry. My mind was controlled by a being known as the Dark Archon. He made me attack you against me will for it was the only way I could free myself.
ru: Простите. Мой разум контролирует некто, известный как Темный Архонт. Он заставил меня нападать на вас против моей воли, и это было единственным способом освободиться от контроля.

source: Forgive us, friend, for we have dealt you a mortal wound. Is there any last wish you want us to fulfil for you?
ru: Прости нас, друг, за то что нанесли тебе смертельные раны. Есть ли у тебя последнее желание, которое мы могли бы исполнить для тебя?

source: Yes, there is. Please vanquish the evil that sleeps here...
ru: Да, вот оно: Пожалуйста, сотрите с лица земли зло, что дремлет тут...

source: Silas
ru: Силас

source: Darn it! It's a naga raid!
ru: Вот каналья! Это отряды нагов!

source: Let this one die in peace. There's no use interrogating him...
ru: Пускай покоится с миром. Нет надобности допрашивать его...

source: By the Dark Dragon, we shall free Master Kaifar!
ru: Во имя Темного Дракона, мы должны освободить господина Каифу!

source: Who on Irdya is Kaifer?!
ru: Кто такой, во имя Ирдии, этот Каифа?!

source: He was a mighty dragon - one of the Dark Dragon's greatest generals. In an ancient era, he was imprisoned here by the accursed being known as Jahin. You can't stop us! We shall free him once and for all!
ru: Он был могучим драконом - один из величайших начальников Тёмных Драконов. В древние века, он был заточён тут ненавистным Жахином. Вы не сможете остановить нас! Наш долг освободить его раз и навсегда!

source: I am surprised to see that these inferior pests present such a good resistance. No matter, we shall kill them soon enough. Attack, my minions!
ru: Я изумлён картиной того, как эти никчёмные животные оказывают такое хорошее сопротивление. Впрочем, не важно - мы вскоре перебьём их всех. В атаку, мои приспешники!

source: I may have failed but, Master Kaifar will be awakened!
ru: Возможно я и пал, но господин Каифа будет пробуждён!

source: Unbelievable! The accursed Chaos Empire is attacking us! I thought it was destroyed long ago...
ru: Невероятно! Проклятая Империя Хаоса нападает на нас! Я полагал, она давно уничтожена...

source: Looks like a new power has ascended among them.
ru: Похоже какая-то новая сила возродила их.

source: <i>(roars in anger)</i> I have awakened! Now, let me finish this rabble myself!
ru: <i>(ревёт в гневе)</i> Я пробудился! Теперь я сам покончу с этим сбродом!

source: No! I can't be destroyed! I am Kaifar, the Dragon of Devastation!
ru: Нет! я не могу быть уничтожен! Я - Каифа, Дракон Разрушитель!

source: Minister Oworan
ru: Министр Оворан

source: General Aetherraent
ru: Генерал Айдерайнт

source: Thank the Gods of Light, this island still stands!
ru: Возблагодарим Светлых Богов, за то что остров всё ещё стоит!

source: General, what happened?
ru: Генерал, что случилось?

source: The forces of the Chaos empire have mobilised once more. Now, it's time to send you two and your troops to the frontiers. Are you up to the task?
ru: Силы Империи Хаоса снова мобилизовались. Настало время перебросить вас и ваших людей на передовую. Вы готовы к заданию?

source: We shall be honoured, General.
ru: Это будет честь для нас, генерал.

source: Scenario Author
ru: Автор сценария

source: Congratulations on surviving the scenario which many people claim is impossible. Please give feed-back about it in the <i>Multiplayer Development</i> sub-forum at the <i>Wesnoth Forums</i> if you want to suggest any improvements or want to discuss it in general.
ru: поздравляем с выживанием в сценарии, которое многие люди заявляли: "Это невозможно!" Пожалуйста, оставьте отзыв на под-форуме <i>Разработка мультиплеера (Multiplayer Development)</i> на сайте <i>Форума Веснота</i> если вы желаете выразить любое мнение или обсудить что-либо по сцнарию.
